<template>
  <section>
    <div class="hit">
      <router-link to="/news">新闻资讯</router-link>
      <span>&gt</span>
      <span style="color: #408CD2">{{contents.title}}</span>
    </div>
    <h1 class="title">{{contents.title}}</h1>
    <p class="time"><span>时间：{{contents.time}}</span><span>来源：{{contents.source}}</span></p>
    <div class="content" v-html="contents.content"></div>
  </section>
</template>

<script>
    export default {
        name: "News_detail",
        data() {
            return {
              contents:'',
              newsDetailData:[
                {
                  title:'入户门什么颜色最吉利 入户门材质哪种好',
                  time:'2018-01-12',
                  source:'农村小知识今日头条',
                  content:' <p class="conText">入户门在装修房屋的时候是很重要的，入户门的材质分为很多种，小编今天就说说入户门选择什么材质好呢？而在一些风水学上来说，入户门的颜色也是有讲究的，入户门什么颜色最吉利?小编今天跟大家简要的来聊聊入户门材质跟颜色的话题。</p ><h3>一、入户门选择什么材质的好?</h3><h4>1、铁质入户门：</h4><p class="conText">箱门由门面板、门内胆、隔热层组成价格较低廉、合理，适合一般家庭的使用，外型的线条坚硬，很难与现代室内的装饰相融合。适用于普通家庭的装修家居。</p ><img class="contImg" src="../../static/img/news1_1.png" alt=""><h4>2、装甲门：</h4><p class="conText">装甲门是高档次的进户门，不采用传统的表面处理的方法，而是在钢质进户门的表面增加上一层木饰面，既保证了安全性，又提高了其档次，性能稳定不易变形并且持久耐用，外观十分美丽，门会比较重，对于门套和合页的要求要高的多，适用于装修比较豪华的家居。</p ><img class="contImg" src="../../static/img/news1_2.jpg" alt=""><h4>3、不锈钢入户门：</h4><p class="conText">用不锈钢钢板材料加工而成，是常见的类型之一，坚固且耐用，安全性能更高，色彩过于单调且生硬，基本上都是银白色，不易与房门以及周围环境协调统一，适用于防盗要求比较高的家居。</p ><img class="contImg" src="../../static/img/news1_3.jpg" alt=""><h4>4、铜质入户门：</h4><p class="conText">款式先进，具有较好的防火、防腐、防撬以及防尘性能。价格会偏高，适合高级的住宅别墅的使用，适用于高级别墅或者对门户要求较高的家居。</p ><h3>二、入户门什么颜色最吉利？</h3><p class="conText">门的颜色在选择需要结合周围的颜色来做搭配。同色搭配更显空间。当然也可以选择互补色搭配，更有立体效果。</p ><p class="conText">按照理论来说，黄色是可以招财的，有着吉祥的意思，但是风水讲的藏风纳水吗，黄色的门就是暴露的财，反而把财给反射走了，建议用浅色的门或者红色的，这样看起来稳重，也符合中国传统的红色喜庆要求，还可以挂一个风水吉祥物品，像葫芦自然生长的那种，或者风水中比较讲究的久遇五帝钱这类镇宅辟邪招财转运保平安的物品，门外还可以贴年画对联，这样就最完美了。</p ><p class="conText">以上是小编为您介绍的有关于入户门选择什么材质好，入户门什么颜色最吉利的介绍了，入户门是一个家的门脸，是很重要的，质量当然要选最好的。入户门的颜色的选择一般用红色，或浅色等比较稳重的颜色会更好，小编之前的文章也介绍了不同属性的命格配哪种入户门颜色会最吉利，感兴趣的可以找来看看。</p >'
                },{
                  title:'防盗门防盗等级哪种好？好的防盗门怎么选？',
                  time:'2018-01-12',
                  source:'爱装网',
                  content:' <p class="conText">今年来，人们生活水平不断的提高，财产安全的意识也在越来越强，在入户门的选择上，有很多家庭都会选择防盗门来安装。</p ><p class="conText">而市场上鱼目混杂，个别厂家在生产上并没有一个规范，而是根据自己的生产标准生产防盗门。所以，消费者在购买防盗门时一定要注意!如果你家准备选购防盗门，了解防盗门防盗等级，防盗门怎么选的一些知识是很有必要的，那么跟着小编快来看看吧!</p ><h3>一、防盗门防盗等级</h3><p class="conText">防盗门防盗等级的拼音字母代号分别为J、Y、B、D。甲为最高级，依次递减。防盗门防盗等级为甲级的防盗门，防破坏时间不得低于30分钟、防盗门防盗等级乙级不低于15分钟、防盗门防盗等级丙级不低于10分钟、防盗门防盗等级丁级也不得低于6分钟;</p ><p class="conText">门框与门扇间的锁闭点数，防盗门防盗等级甲、乙、丙、丁级防盗门分别应不少于12个、10个、8个和6个;而门框的钢质板材厚度甲、乙、丙、丁级分别应选用2mm、2mm、1.8mm和1.5mm等。</p ><img class="contImg" src="../../static/img/news2_1.png" alt=""><h3>二、防盗门怎么选</h3><h4>防盗门选购一看质量</h4><p class="conText">合格的防盗安全门门框的钢板厚度应在2mm以上，门体厚度一般在20　mm以上，门体重量一般在40　kg　以上。拆下猫眼、门铃盒或锁把手等可看到，门体的钢板厚度应在1mm以上，内有数根加强钢筋，使门体前后面板有机地连接在一起，门内最好具有防火、保温、隔音功能的材料作为填充物，用手敲击门体会发出“咚咚”的响声。</p ><h4>防盗门选购二看门锁</h4><p class="conText">检查是否采用经公安部门检测合格的防盗专用锁，在锁具处应有3.0　mm　以上厚度的钢板进行保护。</p ><h4>防盗门选购三看合格证</h4><p class="conText">防盗门应该有有关部门的检测合格证明，产品质量应符合国家标准G　B　-　17565-1998　《防盗安全门通用技术条件》的技术要求。根据有关标准，防盗门安全级别可分为A级、B级和C级，其中C级防盗性能最高，B级其次，A级最低，一般建材市场里销售的大部分都是A级防盗门，适合一般家庭使用。</p ><h4>防盗门选购四看服务</h4><p class="conText">安装好防盗门后要查对钥匙、保险单、发票和售后服务单等配件和资料与防盗门生产厂家提供的配件和资料等是否一致。</p ><p class="conText">防盗门防盗等级，防盗门怎么选大家看完上面的介绍应该有所了解了吧。</p >'
                },{
                  title:'吊轨推拉门等各类推拉门优缺点 看看你家适合哪种',
                  time:'2018-01-12',
                  source:'3D溜溜官网微信',
                  content:' <p class="conText">推拉门不仅可以最大化地节省空间，方便了居室的功能划分和利用，还在采光、隔音、遮挡视线、增强装饰性等方面具有较大优势，大大满足了现代人紧凑、集约的生活空间需求，因此备受现代人的喜爱。</p ><h3>不同的空间要选择不同类型的推拉门</h3><p class="conText">与传统的门相比，推拉门的灵活性更强。它可以让空间看起来既时尚又轻盈，还能凸显出一定的层次感，因而成为空间弹性分割的最佳选择。</p ><p class="conText">卧室、卫生间的推拉门设计，则要更加注重遮挡视线的功能。采用木质移门、磨砂玻璃等隔断形式，更能照顾到生活的私密性，而且不占位置，美观又大方。现如今，随着装修手段的多样化发展，推拉门的材质、造型、功能和运用范围得以不断扩展，设计上也越来越新颖，越来越有艺术感。</p ><p class="conText">厨房、餐厅、客厅等公共区域的推拉门设计，一般会兼顾区域划分和保持通透性这两大功能。人们大多会采用透光的玻璃材料，让空间根据自己的生活需求或分或合，灵活切换。</p ><p class="conText">除了空间有限的小户型以外，有些风格时尚的大房子乃至大别墅，都在空间设计中引入了推拉门的概念，使整个家变得更加前卫和大气。小编今天来说说各类推拉门优缺点，包括吊轨推拉门优缺点的介绍，刚兴趣的朋友赶快来看看吧。</p ><h4>1、吊轨推拉门</h4><p class="conText">吊轨推拉门没有下轨，而是依靠上轨进行平行滑动的移门。它分为轻型和重型两种形式，前者比较轻盈，易推拉，风格款式更为多样;后者虽然材质厚实，但经久耐用，安全系数高，使用寿命比较长。</p ><p class="conText">不过吊轨推拉门的安装，必须要考虑到上轨门洞与横梁的承重力，所以对五金件的质量要求比较高，越好的五金件当然推拉起来更顺畅，声音也更轻。</p ><h3>谷仓门</h3><p class="conText">谷仓门也属于吊轨推拉门的一种，是近年来室内设计的新宠，它原本是国外农场里的粮仓大门，由于气质复古、装饰性强，又带有一丝酷酷的韵味，非常吸引眼球，所以受到了一众年轻人的热捧。</p ><h3>吊轨式推拉门优缺点</h3><p class="conText">优点：吊轨式推拉门的颜值比较高，它能与各种空间设计风格相融合，造型上的超强艺术感，让其成为主人家居品味的完美展现。对于铺设了石材地面，又有老人、孩子经常走动的家庭来说，这种推拉门类型不需要安装下轨，可以带来很强的实用性。</p ><p class="conText">缺点：吊轨式推拉门没有门锁，与墙体的结合处也不是严丝合缝的，所以密封性和隔音效果都比较差，不适用于卧室，多出现在厨房、客厅、衣帽间、储藏室等流动性较高的区域。</p ><h4>2、入墙式推拉门优缺点</h4><p class="conText">入墙式推拉门采用了隐藏式的设计，让整扇门的开关动作都借助墙体内的一道滑轨来完成，不占空间，轻盈灵活，因而在小户型空间中大受欢迎。</p ><p class="conText">优点：入墙式推拉门在节省空间、增加采光方面有着巨大的优势。它的造型简洁大方，没有任何多余的设计，极简的形体让它能够与墙面和谐地融为一体，大大减轻空间的视觉负担，发挥独特的实用与装饰价值。</p ><p class="conText">缺点：门框内难以清扫，在维修上面也是一大难题，所以在安装之前，必须要谨慎地考量安装位置。</p ><h4>3、玻璃推拉门优缺点</h4><p class="conText">相较于上面两种款式来说，玻璃推拉门在家居空间中的运用应该是最常见的了。无论采用吊轨式还是隐藏式设计，它都可以在功能性和美观性上达到平衡，满足任何用户的个性需求。</p ><p class="conText">优点：玻璃推拉门既可以实现区域划分，巧妙地丰富空间层次，又不妨碍房间的透光性，使之更有弹性和张力，让空间随时随地一分为二。缺点：当然，它也存在着本身固有的缺点，隔音效果和私密性不够强。</p ><h4>4、定制推拉门优缺点</h4><p class="conText">定制推拉门的造型风格非常多变，在边框、纹理、色彩等细节处理上也打破常规，根据年轻业主的个性及审美需求，为他们的居室打造出独一无二的风格，既时尚又美观。</p ><p class="conText">而且这些定制推拉门在功能方面，也更加追求通透性和隔离效果，让门里门外都美成了一道亮丽的风景。</p ><p class="conText">各类推拉门都具有各自的优缺点，比如吊轨推拉门优点主要就是不需要安装下轨，可以带来很强的实用性。而吊轨推拉门确定是密封性和隔音效果并不好，所以不适用与卧室等需要好的隔音效果的空间。</p >'
                },{
                  title:'推拉门PK吊轨门 优势大比拼',
                  time:'2018-01-12',
                  source:'未知',
                  content:' <p class="conText">不同的空间会使用到不同类型的房门，常见的是安装推拉门或者是吊轨门。但是很多消费者可能对于两种门并不是特别的了解，也不知道到底推拉门与吊轨门哪个好?下面就为大家简单介绍一下，通过优缺点的比较帮助大家更好的认识。</p ><h3>推拉门与吊轨门哪个好</h3><p class="conText">通过比较了推拉门和吊轨门的优缺点，可以看出，两者都是通过推拉的方式进行开关门的。但是推拉门是上有导轨下有地轨，门的下方有暗轮，重力集中在下方，而吊轨门的重力则是集中在上方。推拉门与吊轨门相比，最大的缺点就是地面安装轨道的门槽中，非常容易积水以及藏污纳垢，清理起来非常麻烦。而吊轨门没有门槛，因此完全不用担心，清洁起来很方便，并且吊轨门开启关闭没有噪音，安装在居室内使用起来更加舒适。</p ><h3>推拉门的优缺点</h3><p class="conText">推拉门原先一般是应用在衣柜上的，随着生产技术的提高，人们选择将推拉门用于空间的隔断门使用。推拉门主要是以门扇的下方滑轮为支撑点，通过地下的导轨将门进行左右滑动。它的主要受力点是下滑轮，上方的轨道滑轮一般是作为辅助的。</p ><p class="conText">推拉门的优点主要是分隔空间，将空间进行一定的限制和分隔，以及增加空间的私密性，起到一定的隔音效果。</p ><p class="conText">而推拉门的缺点则是滑轨容易损坏，推拉门对其滑轨以及一些五金件的质量要求非常高，推拉门经常性的移动，非常容易导致滑轨的损坏。使得整体的推拉门的使用寿命不长，维修更换起来较为麻烦。</p ><h3>吊轨门的优缺点</h3><p class="conText">关于吊轨门，其实就是采用上吊轮支撑来滑动的门，这种门在滑动时一般是无噪音的，主要的受力点是铝合金吊上轨，因此上吊轮的质量也就决定了整个吊轨门的使用寿命。</p ><p class="conText">这样的吊轨门的优点主要是操作方便，由于是通过顶部的轨道滑轮支撑而进行开关门的，因此整体的操作非常方便。并且吊轨门在移动的过程中，不会轻易的发出过大的噪音，整个过程顺滑无声，能够给居室营造出一种安静的氛围。目前市面上的吊轨门产品，有着较为丰富的样式和花纹，因此整体的造型比较时尚，装饰效果更强。</p ><p class="conText">吊轨门的缺点，也是滑轨容易损坏。由于顶部的轨道滑轮长期的承受重力，加上高频率的开关门操作，导轨与滑轮非常容易损坏，并且在使用长时间之后，还会出现门体下沉的情况。</p ><p class="conText">以上介绍的就是关于推拉门与吊轨门哪个好的相关内容，希望对你有帮助。</p >'
                },{
                  title:'木门安装如何验收？学会这些技巧就不怕踩坑了！',
                  time:'2018-01-12',
                  source:'润成创展木门公众号',
                  content:' <p class="conText">装修的后期，我们最常做的工作就是对施工项目的成果进行验收，其中木门安装的验收是必不可少的。然而，简单的木门，安装验收工作却不简单。今天，小编就同大家说说室内木门安装验收的那些事儿。</p ><img class="contImg" src="../../static/img/news5_1.png" alt=""><h4>01、安装前的木门验收</h4><p class="conText">首先，我们来说说安装前的那些事儿吧!在正式对木门安装进行验收前，我们需要对安装材料与质量进行验收。应该确认所购置的木门安装材料，板材数量建议一次性进足，否则二次进货可能发生门面花纹等的不一致，影响美观。</p ><p class="conText">另外，还需要鉴别实木门的实木质量，作为肩负实用与美观的木门，质量非常重要，应该保证木门具备较长的使用寿命，并且不易受潮受损，抗压性强。</p ><p class="conText">同时，还需要留心木材板材设计，包括边角料等，避免购入废料，还需注意将材料横放，可以防止变形。最后，不要忘记闻一下购入的材料，以判断甲醛的含有量，若是气味过于刺鼻，则是使用了过量甲醛，这种材料应避免购入。</p ><img class="contImg" src="../../static/img/news5_2.png" alt=""><h4>02、施工前木门验收</h4><p class="conText">在对房屋硬装施工前，必须为木门的安装预留一定的位置，因此需要丈量数据，确定门与门洞是否合适，此外还应该对照着检查尺寸型号还有木门开合的方向等是否正确。木门施工前，水平线需保持绝对水平，并且木门高度应该达标，门槛、门延不能过高或是过低。另外，在安装木门时，一样需要一定数量的木砖进行地面、墙面等的填充，因此需要确保木砖的数量足够多，当然还需要预埋混泥土，所以也要备足所需的混泥土材料。</p ><h4>03、施工时木门安装验收</h4><p class="conText">在施工时，我们需要安装门框，因此门框的摆放颇为重要，一定要保证横平竖直，门与门框吻合，否则门会关不上或是空隙过大，另外，门框与墙面的连接处需进行防腐处理，并进行相应的填充。门框的安装一定要注意牢靠，门框如果是没安装稳固，后续的操作便很难继续，同时还会为以后的使用带来安全隐患。在木门安装完毕后，要立刻对木门进行上漆处理，立即刷一遍底漆，以免木门受潮损坏或是变形。</p ><h4>04、安装后木门安装验收</h4><p class="conText">安装结束后，我们主要看的就是成果，木门的安装成果主要就是外观是否平滑协调，有无破损、死结等，颜色是否协调一致。另外线条一定注意要横平竖直，门框、门、墙壁三者须契合紧密，并且在使用过程中顺畅无碍。</p >'
                },{
                  title:'木门窗运输包装方法',
                  time:'2018-01-12',
                  source:'未知',
                  content:' <p class="conText">木门窗在物流过程中容易因磕碰挤压发生破损，包装得好就可以减少破损几率，那我们需要怎么样来包装好木门窗呢?</p ><p class="conText">1、门窗型材表面易划伤，出厂前应进行有利于保证门的质量和运输的包装，型材表面应贴保护膜保护，每樘门窗四角用硬纸板包扎。</p ><p class="conText">2、门窗宜采用框架或集装箱运输，也可简易包装运输。</p ><p class="conText">3、运输时，必须竖直码放，不准水平重叠堆放。樘与樘间用纸板或草帘等软物隔开，五金配件应互相错开，防止木门间磨损压坏五金件，并用绳子绑紧捆牢在车厢上，防止颠簸损坏，确保产品几何形状不变，表面完好无损。</p ><p class="conText">4、装卸门窗时，应该小心搬运，轻拿轻放，依次提取或码放;严禁甩、撬、摔;严禁用木棍穿入门窗框、扇内起吊和扛拍吊装搬运时应选择牢靠平稳的着落点，必须轻吊轻放。</p ><p class="conText">5、门窗应存放在专门的仓库或场地内。保管场地应清洁平整、防尘、防雨、防潮、防火、防盗，按规格码放整齐。距离热源1m以外，环境温度以-10℃～40。C为宜。存放时应设置专门的架子，让门窗竖直靠立，竖直坡度应小于70。以免产生变形。若不设立专门放置门窗的架子，也必须将门窗靠立于墙体等物体上，底部应用木枋垫起，不得与地面和硬物直接接触，防止划伤。若露天存放门窗，须用帆布帐篷等物遮盖，避免风吹、日晒和雨淋。</p ><img class="contImg" src="../../static/img/news6_1.png" alt="">'
                },{
                  title:'实木门真假如何辨别？',
                  time:'2018-01-12',
                  source:'未知',
                  content:' <p class="conText">越来越多的家庭在装修房门时，大都会选择实木门。而如今市面上木门厂家鱼龙混杂，木门质量参差不齐。消费者该如何选择实木门?实木门真假如何辨别呢?接下来我们就一起去看看辨别实木门真假的方法，练就一双火眼金睛吧。</p ><h3>实木门真假如何辨别</h3><p class="conText">一、看纹路：优质原木门纹路明晰天然，正反两面的纹路和节疤根本对称，但巨细不一定完全一致。若是不是原木门，而是外表贴木纹纸的木门，纹路睬因过分匀称而不天然。例如复合实木是用实木作为内芯，贴了木皮或许贴纸而成，外观上有拼接的痕迹。</p ><p class="conText">二、看截面：原木门截面能够看到明晰的木材纹路，没有拼接的痕迹。较等级低的实木门，内部是由木渣或蜂窝纸压制成的。尽管消费者在采办木门时无法看到木门的截面，但在工人开孔和开合页的时分，便可看到木门的内部原料，能够此判别是不是是原木门。</p ><p class="conText">三、看重量：由于实木门采用的是一整块木材或同种木材，所以重量上要比一般的非实木门要重，在安装之前消费者可以掂量一下门的重量。但有一点值得注意的是，有些用木碎加入胶合剂压制而成的板材如刨花板，用这种板材做成的木门它的实际重量也不轻。另外，由于门扇大小、厚度以及门芯填料的不同，也是导致木门重量不同的原因。因此，比重量并不是最合理的判断依据。</p ><p class="conText">四、看含水率：含水率的指标主要影响实木门尺寸稳定性和变形问题，含量过高或过低，在使用中都可能出现干缩、膨胀、开裂、变形等问题。一般来说，实木门的含水率需在12%以下。通常 的实木门在脱水处理的环节中做得较好，相对含水率在8%左右，这样成形后的木门不容易变形、开裂，使用的时间也会较长。选购的时候可以重点关注产品的含水率。</p ><p class="conText">五、看外观：查看实木门的颜色、细节、质感等。如油漆的颜色是否通透、明亮、柔和，锁孔、合页孔、暗插销孔开得是否利落，门扇结构接缝处及门套结构接缝处是否细致等。</p ><p class="conText">六、看雕花：原木门能够制造出林林总总的雕花技术，雕花精美漂亮，立体感更强。若是不是原木门，就不能直接在门上雕花，只能做成实木贴花，真实感和立体感都会较弱。</p ><p class="conText">七、闻气味：通过闻实木门所散发的气味，初步判断实木门的环保性。实木门一般都比较环保，而实木复合、模压等类型的门由于门芯的填充和部件的拼接需要使用大量的黏合剂等化学物质，环保性较差。因此为防止商家用实木复合等冒充实木门，可以通过闻的方法来判别。</p ><p class="conText">八、听声音：可利用敲击来听声音，好木材的声音醇厚有质感。消费者选购时可以用手敲一下木门的各个部位，如发现音色不均匀甚至是空心的，那肯定不是实木门。</p ><p class="conText">九、看价钱：原木门的单价通常为2500元~1万元，低于2500元的就很有能够就不是原木门了。别的，原木门可挑选的样式许多。因其制造工序杂乱，定做的话，用时也较长。</p ><p class="conText">十、看防伪：有些商家会选择代理某些知名木门品牌后，却从别的厂家低价进货冒充大品牌销售，从中牟取暴利。消费者可以通过该品牌对外公布的防伪查询方法进行验证。</p ><p class="conText">关于实木门真假如何辨别就介绍到这，希望小编分享的这些辨别真伪的方法能够对大家有所帮助。小编 提醒一句：如果价格过低要谨慎购买， 挑选信誉好的商家。掌握了这些方法你也能练就一双识别实木门真伪的火眼金睛哦。</p ><img class="contImg" src="../../static/img/news7_1.png" alt="">'
                },{
                  title:'原木门的优缺点有哪些',
                  time:'2018-01-12',
                  source:'未知',
                  content:' <p class="conText">原木门的优缺点有哪些：</p ><h3>一、原木门的优点：</h3><h4>1、木纹纹理清晰：</h4><p class="conText">有很强的整体感和立体感：我想大家看了上面的介绍，也应该知道，原木门就是门的整体完全用实木加工而成，时下比较流行的材质大致有榆木、红松、扎木、楸木、水曲柳、榉木等，因此木纹纹理清晰，有很强的整体感和立体感。</p ><h4>2、不变形、耐腐蚀、无拼接缝及隔热保温：</h4><p class="conText">我们常见的纯原木门是以取材自森林的天然原木做门芯，经过脱脂烘干处理，然后经下料、刨光、开榫、打眼、高速洗形等工序科学加工而成，纯原木门选用的多是名贵木材，如樱桃木、桃花蕊、胡桃木、橡胶木、金丝柚木、橡木等等，经过加工后的成品门具有不变形、耐腐蚀、无拼接缝及隔热保温等特点，同时，原木门因具有良好的吸音性，而有效地起到了隔音的作用。</p ><h4>3、内外材质一致：</h4><p class="conText">原木门的其结构主要为门框榫连接，镶嵌门芯板，属中高端产品，其 的特征就是内外材质是一致的。</p ><h4>4、天然环保，拒绝污染：</h4><p class="conText">原木门使用的粘合剂比实木门用量减少近50%，因而好的原木门甲醛释放量远远低于国家标准。</p ><h4>5、功能性好，最强隔音：</h4><p class="conText">一扇门的隔音效果的优劣主要取决于它的门芯的填充物，在种类繁多的门式样中，原木门的隔音效果 ，因为它的密度性高，重量沉且门板厚。</p ><h3>二、原木门的缺点：</h3><p class="conText">1、原木门由于从上到下都是一种木材，而且多少都是比较名贵的木材，因此价格比较贵，同时它的价格也因其木材用料、纹理等不同而有所差异，所以不是内行人士很难弄清楚哪些是比较好的，从而上当受骗。</p ><p class="conText">2、原木门结构没有实木门稳定，它容易变形，而且价格比较昂贵，目前，市场上的原木门产品优劣难定，较难选购。</p ><img class="contImg" src="../../static/img/news8_1.png" alt="">'
                },{
                  title:'干燥的冬季原木门如何保养',
                  time:'2018-01-12',
                  source:'未知',
                  content:' <p class="conText">干燥的冬季原木门如何保养：</p ><h3>一、原木门维护小窍门：</h3><p class="conText">1、冬季居室比较干燥，做好保湿功课，让原木门能拥有最适宜的湿度和温度，可防止原木门开裂变形，保湿方法除了保持室内空气流通，还可以在室内安装空气增湿器或者养几盆盆栽植物，调节空气湿度，也可以购买一些含天然树脂、天然植物精华的专业木门保养精油，这类精油可以对木纤维中失去的水分进行补充，并在原木质表面形成保护膜，防止水分的蒸发。</p ><p class="conText">2、清除原木门表面污迹时，应采用软的棉布擦拭，用硬布很容易划伤表面，污迹太严重，可使用中性清洗剂、牙膏或家具专用清洗剂，去污迹后要立即擦干，切忌用清水冲洗。</p ><p class="conText">3、为保持原木门表面光泽和使用寿命，应定期进行清洁、除尘，原木门上的灰尘可采用吸尘器进行清除;原木门表面的养护可使用木制装修产品专用的养护液;也可定期使用家具保养蜡为其保养，如半年一次，打蜡时使用瓶装白蜡，用软碎布均匀地刷在木门表面上。</p ><p class="conText">4、合页、锁具是活动的配件，发生松动时应立即拧紧螺丝;合页位置发生响声应及时注油，锁开启不灵活时可往钥匙孔加入适量的铅笔芯粉末，不可随便注入润滑油。</p ><p class="conText">5、冬季室内温度不能过高(保持在20度左右为宜)，不要在原木门附近使用电暖气或其他取暖设备，以免使其受热变形。</p ><h3>二、原木门维护注意事项：</h3><p class="conText">1、切记在门上悬挂重物或让小孩悬在门上玩耍，以免合页松动，门扇下垂而减短使用寿命。</p ><p class="conText">2、开启或关闭门扇时，不要用力过猛或开启角度过大，这样不仅会损坏原木门，严重时会伤及人身。</p ><p class="conText">3、保养带玻璃的木门时，注意不要将清洗剂或水渗入到玻璃压条缝隙内，以免压条变形，玻璃破损后或有大的磕碰，务必要请专业维修人员进行维修。</p ><p class="conText">4、注意木门的棱角处不要过多的摩擦，否则会造成棱角油漆脱落。</p ><p class="conText">5、不要经常用带有水渍或其他溶液的手开原木门，以免门锁变色，开启木门或转动门锁把手时，不要用力过猛，导致减少木门门锁使用寿命。</p ><img class="contImg" src="../../static/img/news9_1.png" alt="">'
                }]
            }
        },
      created() {
        this.contents = this.newsDetailData[this.$route.params.id]
      },

      methods: {}
    }
</script>
<style>
  h3{
    line-height: 50px;
    font-size: 24px;
  }
  .conText{
    line-height: 35px;
    /*color: #333;*/
    text-indent: 2em;
    margin-bottom: 10px;
    color: #666;
  }
  .contImg{
    width: auto;
    margin: 10px 0 20px;
  }
</style>
<style lang="less" scoped>
  section {
    width: 1200px;
    margin: 0 auto;
    padding-bottom: 50px;
    .hit{
      text-align: left;
      margin-bottom: 30px;
      a{
        letter-spacing: 1px;
        color: #333;
        &:hover{
          color: #408CD2;
        }
      }
    }
    .title{
      line-height: 50px;
      font-size: 32px;
    }
    .time{
      color: #999;
      line-height: 40px;
      span{
        padding-right: 20px;
      }
      margin-bottom: 30px;
    }
    .content{
      width: 100%;
      font-size: 18px;
      text-align: left;
      line-height: 35px;
      letter-spacing: 1px;
    }
  }

</style>
